Repository: felipearpa/tyche
Catalog: iOS/Bet/Sources/Bet/Localizable/Localizable.xcstrings
Source language: en
Languages: es, es_es

# bet_timeline_view_title
source: Timeline
es: Línea de tiempo
es_es: Línea de tiempo

# forbidden_bet_failure_description
source: Forbidden bet
es: Apuesta no permitida
es_es: Apuesta no permitida

# forbidden_bet_failure_reason
source: Betting is currently unavailable
es: Las apuestas están actualmente deshabilitadas
es_es: Las apuestas no están disponibles ahora mismo

# history_bet_accessibility
source: Your bet: %1$lld to %2$lld
es: Tu apuesta: %1$lld a %2$lld
es_es: Tu apuesta: %1$lld a %2$lld

# history_earned_label
source: earned
es: ganados
es_es: ganados

# history_no_bet_accessibility
source: No bet placed
es: No hiciste apuesta
es_es: No hiciste apuesta

# history_no_bet_label
source: No bet
es: Sin apuesta
es_es: Sin apuesta

# history_points_accessibility
source: %lld points
es: %lld puntos
es_es: %lld puntos

# history_points_unavailable_accessibility
source: Points unavailable
es: Puntos no disponibles
es_es: Puntos no disponibles

# history_result_accessibility
source: Final score: %1$@ %2$lld, %3$@ %4$lld
es: Resultado final: %1$@ %2$lld, %3$@ %4$lld
es_es: Resultado final: %1$@ %2$lld, %3$@ %4$lld

# history_result_unavailable_accessibility
source: %1$@ versus %2$@, final score unavailable
es: %1$@ contra %2$@, resultado final no disponible
es_es: %1$@ contra %2$@, resultado final no disponible

# history_summary_load_failure
source: Couldn't load your points.
es: No se pudieron cargar tus puntos.
es_es: No se pudieron cargar tus puntos.

# history_summary_points_accessibility
source: %lld points earned in this pool
es: %lld puntos ganados en esta polla
es_es: %lld puntos ganados en esta quiniela

# history_summary_refresh_failure
source: Couldn't update your points. Showing the last total.
es: No se pudieron actualizar tus puntos. Se muestra el último total.
es_es: No se pudieron actualizar tus puntos. Se muestra el último total.

# history_summary_refreshing
source: Updating points…
es: Actualizando puntos…
es_es: Actualizando puntos…

# history_summary_unavailable_accessibility
source: Points earned in this pool unavailable
es: Puntos ganados en esta polla no disponibles
es_es: Puntos ganados en esta quiniela no disponibles

# history_total_unavailable_label
source: Total unavailable
es: Total no disponible
es_es: Total no disponible

# history_your_bet_label
source: Your bet
es: Tu apuesta
es_es: Tu apuesta

# live_label
source: LIVE
es: EN VIVO
es_es: EN DIRECTO

# match_bets_view_title
source: Score
es: Marcador
es_es: Marcador

# predictions_open_message
source: To keep things fair, other gamblers' bets will be revealed once predictions close for this match.
es: Para que el juego sea justo, las apuestas de los demás se mostrarán cuando se cierren las predicciones para este partido.
es_es: Para que el juego sea limpio, las apuestas del resto se mostrarán cuando se cierren las predicciones de este partido.

# predictions_open_title
source: Predictions are still open
es: Las predicciones aún están abiertas
es_es: Las predicciones siguen abiertas
